/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ がダウンロードされ、使用する準備が整いました。直ちに導入して、%1$@を再起動しますか？";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ をディスクイメージや光学ドライブのような読込専用ボリュームから起動した場合には、更新を行うことができません。%1$@ をアプリケーションフォルダに移動して、そこから起動した上で、再度試みてください。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ は現在入手できる最新版です。";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ が入手できます（使用中の版は %3$@ です）。今すぐダウンロードしますか？";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ ダウンロード済";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ / %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ の新版があります。";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "%@ の新版を導入する準備が整いました。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "更新情報の取得中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "更新分のダウンロード中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "圧縮ファイルの展開中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "更新分の導入作業中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "更新情報の解析中にエラーが発生しました。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ を再起動する際にエラーが発生しましたが、次回 %1$@ を実行する際には、新版が用いられます。";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cancel Update" = "更新を取り消す";

/* No comment provided by engineer. */
"Checking for updates..." = "更新があるか確認中…";

/* Take care not to overflow the status window. */
"Downloading update..." = "更新分をダウンロード中…";

/* Take care not to overflow the status window. */
"Extracting update..." = "更新分を抽出中…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "導入して再起動する";

/* Take care not to overflow the status window. */
"Installing update..." = "更新分を導入中です…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "導入の準備が整いました。";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ の起動時に更新を自動的に確認させますか？ 後で %1$@ メニューから手動で更新を確認することもできます。";

/* No comment provided by engineer. */
"Update Error!" = "更新エラーです！";

/* No comment provided by engineer. */
"Updating %@" = "%@ を更新中";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "既に %@ の最新版を使用しています。";

/* No comment provided by engineer. */
"You're up to date!" = "最新版を使用しています！";
